# command-line tools
brew "fzf"
brew "gh"
brew "jq"
brew "ripgrep"
brew "trash"
brew "tree"
brew "entr"
brew "zoxide"
brew "fd"
brew "bat"
brew "yqrashawn/goku/goku"
brew "FelixKratz/formulae/borders"

# terminal apps
brew "neovim"
brew "tmux"
brew "pgcli"
brew "yazi"
brew "btop"
brew "serie"

# for evaluation
# brew "resterm"  # https://github.com/unkn0wn-root/restermn
# brew "phantom"  # https://github.com/aku11i/phantom

### Notes
# `serie`: git-commit graph. could be useful
# `posting`: good candidate for http client adoption
# `resterm`: for inspiration/reference since it uses a text-based request builder
# `harlequin`: decent sql-client, not sure how to navigate it but worth trying
# `phantom`: support git-worktres and tmux but windows, panes based, not sessions

# dev
brew "stylua"
brew "tree-sitter-cli"
brew "erlang"
brew "elixir"

# package managers
brew "asdf"
brew "fisher"

# containers
brew "docker"
brew "colima"

# fonts
brew "font-input"
brew "font-hasklig"
brew "font-fira-code"
brew "font-monaspace"
brew "font-jetbrains-mono"

# apps
cask "wezterm"
cask "spotify"
cask "raycast"
cask "nikitabobko/tap/aerospace"
cask "karabiner-elements"
cask "appcleaner"
cask "google-chrome"
cask "homerow"
cask "bruno"

